const textTop = [
  {
    id: 1,
    text: `Клуб единоборств «Holy family gym» был создан в 2010 году на базе
    минского отделения IUKKK, инициативной группой спортсменов, имеющих
    различный опыт в международных и мировых турнирах по разным видам
    единоборств.`,
  },
  {
    id: 2,
    text: `Название «Святая семейка» было выбрано после тренировок в Северной
    Ирландии в одноименном клубе, с целью подчеркнуть преемственность
    тех идеалов, которые культивировались в лучшем боксерском зале
    Белфаста. В этом боксерском клубе в Белфасте тренировались ребята
    из рабочих гетто, бывшие боевики республиканских и
    юнионистких группировок. И именно бокс в те неспокойные времена в
    Белфасте был тем, что объединяло людей разного вероисповедания. Клуб
    был тем местом, куда люди могли прийти и просто тренироваться, забыв о вражде.`,
  },
  {
    id: 11,
    text: `Благодаря
    профессионализму главного тренера Джерри Сторри и созданной им
    атмосфере, в клубе были подготовлены чемпионы Ирландии,
    Великобритании, Европы, олимпийские чемпионы и призёры, победители
    международных кубков по боксу. Здесь был целый мир, в котором не
    было места неуважению и заносчивости. Это мир, в котором люди не
    становятся взрослыми: в 30 такие же задорные и находящие счастье лишь в
    том, что есть ринг. Бойцы здесь боксировали не за звания, медали и
    пояса, а за поднятый вверх палец и одобрительный гул публики.`,
  },
];

const textMiddle = [
  {
    id: 3,
    text: `После возвращения в Минск, наши спортсмены продолжили традицию «Святой семейки»,
    воссоздав дух и атмосферу белфастовского зала, основав Место, где живет дух боя. Holy Family Gym в Минске – это больше,
    чем просто спортивный клуб: это сообщество близких по духу людей, объединенных любовью к единоборствам и
    позитивным отношением к жизни!
  `,
  },
  {
    id: 4,
    text: `Но при этом боевые искусства для нас – это не спорт, это нечто большее – это движение,
  это способ самовыражения.
  `,
  },
  {
    id: 5,
    text: `
    За все время существования клуба мы участвовали в массе турниров: наши ребята
    выигрывали и становились призерами чемпионатов Республики Беларусь по
    грэпплингу и бразильскому джиу-джитсу, ММА, муай-тай, дзюдо, вольной борьбе, вьетводао.
    `,
  },
  {
    id: 6,
    text: `Наши инструктора регулярно тренируются за рубежом, мы
    выезжаем в спортивные лагеря и на сборы в Польшу, Ирландию, Бразилию, Таиланд,
    на семинары у известных специалистов. Мы также приглашаем иностранных мастеров
    к себе – это позволяет следить за новейшими разработками в области тренировочного процесса.
    `,
  },
  {
    id: 7,
    text: `Материальная база нашего клуба позволит Вам развиваться в выбранном направлении. Так, в вашем распоряжении
    несколько залов с покрытием и инвентарем для занятий, силовая зона, отдельные раздевалки и душевые.`,
  },
];

const textBottom = [
  {
    id: 8,
    text: `У нас в клубе несколько раз в год проводят семинары «черные пояса»
    (обладатели черных поясов по бразильскому джиу-джитсу), все наши инструктора –
    это победители международных турниров, преподаватели с профильным образованием.
    У нас в клубе тренируются чемпионы Европы по бразильскому джиу-джитсу и грэпплингу,
    призеры и чемпион Мира по грэпплингу, победители турниров по ММА и Муай-тай. Наша
    ассоциация оплачивает перспективным спортсменам выезды на международные турниры и
    выплачивает призовые за победы на них.
    `,
  },
  {
    id: 9,
    text: `На международных соревнованиях команда выступает от Академии Ze Radiola Team и
    поддерживает высокие стандарты Академии в присвоении поясов: все цветные пояса в нашем зале – участники соревнований
    (синий пояс в нашем зале – это победитель или
      призер международного чемпионата по синим поясам). Мы не придерживаемся политики,
      получения поясов за "выслугу лет", за "достойный парень".
    `,
  },
  {
    id: 10,
    text: `Мы занимаемся любимым делом и стараемся делать его на отлично. Лучшее подтверждение
    всего того, что сказано выше – это победы наших воспитанников на самых престижных турнирах.`,
  },
];

export const aboutTexts = [
  {
    textArray: textTop,
    position: 'top',
  },
  {
    textArray: textMiddle,
    position: 'middle',
  },
  {
    textArray: textBottom,
    position: 'bottom',
  },
];
